---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RampAttrLeftBalusterAttachPt
source: html/82d02113-ab06-48f4-9786-3fa28142e976.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RampAttrLeftBalusterAttachPt Property

"Left Baluster Location"

## Syntax (C#)
```csharp
public static ForgeTypeId RampAttrLeftBalusterAttachPt { get; }
```